<?php
	// Настройка ответов бота

    $lang = [
            # main buttons
            "delete" => "Удалить",
            "back" => "< Назад",
            "cancel" => "<< Отмена",
            "skip" => "Пропустить",
            "gotofilm" => "Перейти к просмотру",

            #Paginator
            "curpage" => "Стр.",
            "prew" => "⬅",
            "next" => "➡️",

            #Реакции
            "like" => "👍",
            "dislike" => "👎️",
            "already_react" => "Вы удалили свою реакцию!",
            "success_react" => "Спасибо за вашу реакцию!",


            #Main Menu
            "welcome_keyboard" => "Добро пожаловать в бота!",
            "welcome_answer" => "Тысячи фильмов у вас под рукой!\n\nИспользуйте клавиатуру ниже для навигации!",
            "startmenu" => "Тест тест",

            #/help
            "help_message" => "Сообщение help",

            #Main Keyboard
            "about_company" => "О компании",
            "statistics" => "Статистика",

            #About
            "about_company_text" => "Текст о нашей компании, о боте, о фильмах",

            #Statistics
            "statistics_text" => "Выберите какую таблицу статистики хотите посмотреть",
            "stats_btn_shows" => "Просмотры",
            "stats_btn_users" => "Пользователи",
            "stats_btn_showtime" => "Время на ресурсе",

            #Ответы под админку
            "admin_answer" => "Добро пожаловать в админ панель!",
            "add_film" => "➕ Добавить фильм",
            "del_film" => "➖ Удалить фильм",
            "add_card_film" => "➕ Добавить карточку-фильма",

            #Добавление фильма
            "add_film_answer" => "Отправьте текстовое описание фильма в формате:\n\n<pre>^название фильма (годд)\nописание фильма\n#жанр_фильма\s</pre>\n\n* Добавляйте новые жанры через пробел.\n* Жанр может состоять из нескольких слов с подчёркиваниями вместо пробелов.",
            "add_film_photo_answer" => "Отправьте фотографию для фильма.",
            "add_film_trailer_answer" => "Отправьте трейлер для фильма.",
            "add_film_video_answer" => "Отправьте видео-файл фильма.",
            "wrong_format" => "Не верный формат текста.",
            "success_create" => "Фильм успешно добавлен.",

            # Ошибки добавленя
            "error_need_photo" => "Отправьте боту фотографию для фильма.",
            "error_need_trailer" => "Отправьте боту трейлер (видео файл) для фильма.",
            "error_need_video" => "Отправьте боту сам фильм.",

            #Удаление фильма
            "choose_categories" => "Выберите категорию для просмотра фильмов.",
            "choose_film" => "Выберите фильм для просмотра.",

            #Карточка фильма
            "show_film_button" => "Посмотреть",
    ];

