<?php
	// Файл настроек

    $lang = [
            # main buttons
            "back" => "Назад.",
            "cancel" => "Отмена.",

            #Main Menu
            "welcome_answer" => "Добро пожаловать в бота!\n\nИспользуйте клавиатуру ниже для навигации!",
            "startmenu" => "Тест тест",


            #Ответы под админку
            "admin_answer" => "Добро пожаловать в админ панель!\n\nДля перехода в главное меню отправьте боту команду - /start.",
            "add_film" => "➕ Добавить фильм",
            "del_film" => "Удалить фильм",
            "add_card_film" => "➕ Добавить карточку-фильма",
            "test" => "Пройти опрос.",
    ];

