<?php
	// Файл настроек

    $lang = [
            # main buttons
            "back" => "Назад.",
            "cancel" => "Отмена.",
            "skip" => "Пропустить.",

            #Main Menu
            "welcome_answer" => "Добро пожаловать в бота!\n\nИспользуйте клавиатуру ниже для навигации!",
            "startmenu" => "Тест тест",


            #Ответы под админку
            "admin_answer" => "Добро пожаловать в админ панель!",
            "add_film" => "➕ Добавить фильм",
            "del_film" => "➖ Удалить фильм",
            "add_card_film" => "➕ Добавить карточку-фильма",

            #Добавление фильма
            "add_film_answer" => "Отправьте текстовое описание фильма в формате:\n\n^название фильма (годд)\n#жанр_фильма\s\n\n* Добавляйте новые жанры через пробел.\n* Жанр может состоять из нескольких слов с подчёркиваниями вместо пробелов.",
            "add_film_photo_answer" => "Отправьте фотографию для фильма.",
            "add_film_trailer_answer" => "Отправьте трейлер для фильма.",
            "add_film_video_answer" => "Отправьте видео-файл фильма.",
            "wrong_format" => "Не верный формат текста.",
            "success_create" => "Фильм успешно добавлен.",

            # Ошибки добавленя
            "error_need_photo" => "Отправьте боту фотографию для фильма.",
            "error_need_trailer" => "Отправьте боту трейлер (видео файл) для фильма.",
            "error_need_video" => "Отправьте боту сам фильм.",

            #Удаление фильма
            "choose_categorie" => "Выберите категорию для просмотра фильмов.",
    ];

